[
  {
    "id": "inc-001",
    "title": "Le jour où Françoise était malade",
    "date": "2025-03-15",
    "category": "knowledge_loss",
    "description": "Françoise DUPONT, seule experte paie BTP, est tombée malade pendant 3 semaines en pleine période de paie. Personne n'a pu traiter les 45 paies BTP de BATILYON Construction.",
    "context": "Mars 2025, période de paie. Françoise appelle le lundi matin pour annoncer qu'elle est hospitalisée pour 3 semaines minimum. 45 bulletins de paie BTP à sortir avant le 25.",
    "impact": "3 semaines de retard sur les paies BATILYON. Client furieux. Pénalités de retard DSN. Camille a dû appeler Françoise à l'hôpital pour avoir les infos. Image du cabinet dégradée.",
    "cost_estimate": "15 000€ (pénalités + temps perdu + geste commercial)",
    "root_cause": "Aucune documentation des spécificités paie BTP. Tout le savoir de Françoise est dans sa tête. Pas de backup formé.",
    "people_involved": ["Françoise DUPONT", "Camille DURAND", "Sophie MARTIN", "BATILYON Construction"],
    "lesson_learned": "On a parlé de documenter... mais après la période fiscale, on a oublié.",
    "could_have_been_prevented": true,
    "km_solution": "Cartographie des savoirs critiques de Françoise. Fiches de procédures BTP. Formation de Camille en binôme."
  },
  {
    "id": "inc-002",
    "title": "Départ de Jean-Claude : 40 ans de savoir perdus",
    "date": "2024-06-30",
    "category": "knowledge_loss",
    "description": "Jean-Claude MARTIN, chef de mission depuis 40 ans, est parti à la retraite. Il gérait les plus gros dossiers immobiliers du cabinet. Aucune passation structurée.",
    "context": "Jean-Claude annonce son départ 6 mois avant. On prévoit une passation. En réalité, il est débordé jusqu'au dernier jour. Michel GARNIER reprend ses dossiers avec 2 jours d'échange.",
    "impact": "6 mois de galère sur les dossiers SCI. Erreurs de déclaration ISF (ancien régime). Client LES TERRASSES mécontent. Michel a mis 1 an à être à l'aise.",
    "cost_estimate": "Difficile à chiffrer. Perte de confiance client. Temps de Michel x 2 pendant 1 an.",
    "root_cause": "Départ prévu mais jamais pris au sérieux. Pas de temps dédié à la passation. Jean-Claude 'n'avait pas le temps' de documenter.",
    "people_involved": ["Jean-Claude MARTIN (parti)", "Michel GARNIER", "Pierre DUVAL", "SCI LES TERRASSES"],
    "lesson_learned": "Pierre a dit qu'on ferait mieux la prochaine fois. Françoise part dans 18 mois...",
    "could_have_been_prevented": true,
    "km_solution": "Entretiens de capitalisation 12 mois avant le départ. Fiche de passation obligatoire. Période de tuilage bloquée."
  },
  {
    "id": "inc-003",
    "title": "Client Le Comptoir Lyonnais : 'Je dois tout réexpliquer'",
    "date": "2025-09-01",
    "category": "client_issue",
    "description": "Le dossier Le Comptoir Lyonnais a changé de collaborateur 3 fois en 2 ans. À chaque fois, le client doit tout réexpliquer. La gérante menace de partir.",
    "context": "Marie-Claire BONNET, gérante du restaurant, appelle Sophie MARTIN furieuse : 'C'est la 3ème fois que je dois expliquer comment fonctionne mon établissement. Vous n'avez pas de mémoire dans ce cabinet ?'",
    "impact": "Risque de perte du client (2.8M€ CA). Satisfaction client passée de 5/5 à 3/5. Temps perdu à chaque transition.",
    "cost_estimate": "Risque de perte : 25 000€/an d'honoraires",
    "root_cause": "Pas de fiche client. Pas de note de spécificités. Chaque collaborateur repart de zéro.",
    "people_involved": ["Le Comptoir Lyonnais", "Sophie MARTIN", "3 collaborateurs successifs"],
    "lesson_learned": "Sophie a demandé qu'on crée des fiches clients. Le projet est 'dans les cartons'.",
    "could_have_been_prevented": true,
    "km_solution": "Fiche client standardisée avec historique, spécificités, contacts, et points de vigilance. Note de transition obligatoire."
  },
  {
    "id": "inc-004",
    "title": "Fusion MERCIER : 1 an d'intégration ratée",
    "date": "2023-01-01",
    "category": "process_failure",
    "description": "L'intégration du cabinet MERCIER & ASSOCIÉS (8 personnes) a été chaotique. Un an après, les équipes travaillent encore en silos avec des méthodes différentes.",
    "context": "Fusion janvier 2023. Antoine MERCIER devient associé. Son équipe garde ses méthodes. Aucun travail d'harmonisation. Les ex-MERCIER et les historiques ne collaborent pas.",
    "impact": "Silos persistants. Doublons de travail. Tension entre équipes. Client MECALYON mal servi (méthodes différentes sur le même groupe).",
    "cost_estimate": "Productivité réduite. Synergies non réalisées estimées à 50 000€/an.",
    "root_cause": "Pas de plan d'intégration. Pas de travail sur les processus communs. Chacun a gardé ses habitudes.",
    "people_involved": ["Antoine MERCIER", "Julien BERNARD", "Équipe ex-MERCIER", "Équipe historique audit"],
    "lesson_learned": "On a dit qu'on harmoniserait 'plus tard'. Un an après, c'est toujours 'plus tard'.",
    "could_have_been_prevented": true,
    "km_solution": "Plan d'intégration avec harmonisation des méthodes. Documentation commune. Rituels de partage inter-équipes."
  },
  {
    "id": "inc-005",
    "title": "Période fiscale : les mêmes questions chaque année",
    "date": "2025-04-15",
    "category": "process_failure",
    "description": "Chaque période fiscale, les mêmes questions reviennent : 'Comment on fait pour les CVAE ?', 'C'est quoi le code pour les réductions d'impôt ?', etc.",
    "context": "Avril 2025, pleine période fiscale. Julie MARTIN, junior, pose une question sur la CVAE. Sophie lui dit de demander à Paul. Paul n'a pas le temps. Julie passe 2h à chercher.",
    "impact": "Temps perdu : estimé à 50h par période fiscale pour les questions récurrentes. Frustration des juniors. Charge sur les seniors.",
    "cost_estimate": "50h x 40€/h = 2 000€ par période fiscale. Soit 4 000€/an.",
    "root_cause": "Pas de FAQ. Pas de documentation des cas types. Chaque année on repart de zéro.",
    "people_involved": ["Julie MARTIN", "Paul GIRARD", "Sophie MARTIN", "Tous les collaborateurs"],
    "lesson_learned": "On dit chaque année qu'on va créer une FAQ. On ne le fait jamais.",
    "could_have_been_prevented": true,
    "km_solution": "FAQ période fiscale. Checklist mise à jour chaque année. Flash nouveautés fiscales. Référent thématique."
  },
  {
    "id": "inc-006",
    "title": "Villeurbanne déconnectée",
    "date": "2025-06-01",
    "category": "communication",
    "description": "L'antenne de Villeurbanne (12 personnes) fonctionne en autonomie complète. Les méthodes divergent du siège. Les collaborateurs se sentent isolés.",
    "context": "Léa VINCENT, collaboratrice à Villeurbanne, envoie un mail au siège pour une question technique. Pas de réponse pendant 3 jours. Elle finit par appeler et apprend que 'ça se fait autrement ici'.",
    "impact": "Méthodes non harmonisées. Sentiment d'isolement. Erreurs dues aux pratiques différentes. Turnover plus élevé à Villeurbanne.",
    "cost_estimate": "2 départs en 2 ans liés à l'isolement. Coût recrutement : 20 000€.",
    "root_cause": "Pas de communication structurée siège-antenne. Nicolas FAURE a développé ses propres méthodes. Pas de partage des bonnes pratiques.",
    "people_involved": ["Nicolas FAURE", "Léa VINCENT", "Sophie MARTIN", "Équipe Villeurbanne"],
    "lesson_learned": "On parle de faire des réunions communes. On ne les organise jamais.",
    "could_have_been_prevented": true,
    "km_solution": "Rituels de partage siège-antenne. Documentation commune accessible. Référent Lyon pour les questions Villeurbanne."
  }
]
